<?php
include 'common/header.php';
if (isset($_GET['active'])) {
    if ($_GET['active'] == 'four') header("location: ../action/four.php?active=four");
}
?>
<style>
	a{text-decoration: none;}
	p{
		text-indent: 30px;
		line-height: 30px;
		color: #3a3a3a;
	}
	h2{
		line-height: 60px;
	}
	ol{
		list-style-type: disc;
		padding: 0 25px;
	}
	ol li{
		line-height: 30px;
		color: #3a3a3a;
	}
	.com-title,.com-date{
		text-align: right;
		padding-right: 30px;
	}
	.com-title{
		margin-top: 30px;
	}
	
</style>

    <div class="main-content">
        <div>
            <div class="content-text">
                <h1>
                    VetronCMS 最终用户授权许可协议 适用于中文用户
                </h1>
                <hr class="cu">
                <p>
                	本《 VetronCMS 最终用户授权许可协议》（以下简称“协议”）是您（自然人、法人或其他组织）与深圳市维畅科技有限公司之间（以下简称“维畅科技”）有关复制、下载、安装、使用 VetronCMS 的法律协议，同时本协议亦适用于任何有关 VetronCMS 的后期更新和升级。一旦复制、下载、安装或以其他方式使用 VetronCMS ，即表明您同意接受本协议各项条款的约束。如果您不同意本协议中的条款，请勿复制、下载、安装或以其他方式使用 VetronCMS 。
                </p>
                <p>
                	感谢您选择VetronCMS产品。希望我们的努力能为您提供一个高效快速、强大的站点解决方案。维畅科技公司网址为 http://www.szvetron.com，产品官方网址为 http://www.vetroncms.com。
                </p>
                <h2>许可您的权利：</h2>
                <ol start="1">
                	<li>1、您可以在完全遵守本最终用户授权协议的基础上，使用 VetronCMS 搭建网站，而不必支付商业授权费用。</li>
                	<li>2、您可以在协议规定的约束和限制范围内根据需要对 VetronCMS 进行必要的修改和美化，以适应您的网站要求。</li>
                	<li>3、您拥有使用VetronCMS构建的网站中全部会员资料、文章及相关信息的所有权，并独立承担与使用本软件构建的网站内容的审核、注意义务，确保其不侵犯任何人的合法权益，独立承担因使用VetronCMS软件和服务带来的全部责任，若造成维畅科技或用户损失的，您应予以全部赔偿。</li>
                	<li>4、获得商业授权之后，您将获得对应的技术服务以及相应特权（商业授权属于增值服务，可根据需要购买）。</li>
                	<li>5、您可以从VetronCMS提供的应用中心服务中下载适合您网站的应用程序，但应向应用程序开发者/所有者支付相应的费用。</li>
                </ol>
                <h2>约束和限制：</h2>
                <ol>
                	<li>1、未经官方许可，不得对 VetronCMS 或与之关联的增值服务进行出租、出售、抵押或发放子许可证。</li>
                	<li>2、无论如何（即无论用途如何、是否经过修改或美化、修改程度如何），只要使用 VetronCMS 的整体或任何部分，未经维畅科技书面授权许可，软件页面页脚处的版权标识「Powered by VetronCMS」和维畅科技官网链接都必须保留，不能清除或修改。</li>
                	<li>3、禁止在 VetronCMS 的整体或任何部分基础上以发展任何派生版本、修改版本或第三方版本用于重新分发。</li>
                	<li>4、您从应用中心下载的应用程序，未经应用程序开发者/所有者的书面许可，不得对其进行反向工程、反向汇编、反向编译等，不得擅自复制、修改、链接、转载、汇编、发表、出版、发展与之有关的衍生产品、作品等。</li>
                	<li>5、如果您未能遵守本协议的条款，您的授权将被终止，所被许可的权利将被收回，并承担相应法律责任。</li>
                </ol>
                <h2>有限担保和免责声明：</h2>
                <ol>
                	<li>1、VetronCMS 及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的。</li>
                	<li>2、用户出于自愿而使用 VetronCMS ，您必须了解使用 VetronCMS 的风险，在尚未购买产品技术服务之前，我们不承诺提供任何形式的技术支持、使用担保，也不承担任何因使用 VetronCMS 而产生问题的相关责任。</li>
                	<li>3、维畅科技不对使用 VetronCMS 构建的网站的任何信息内容以及导致的任何版权纠纷和法律争议及后果承担责任。</li>
                	<li>4、维畅科技无法全面监控由第三方上传至应用中心的应用程序，因此不保证应用程序的合法性、安全性、完整性、真实性或品质等；您从应用中心下载应用程序时，同意自行判断并承担所有风险，而不依赖于维畅科技。但在任何情况下，维畅科技有权依法停止应用中心服务并采取相应行动，包括但不限于对于相关应用程序进行卸载，暂停服务的全部或部分，保存有关记录，并向有关机关报告。由此对您及第三人可能造成的损失，维畅科技不承担任何直接、间接或者连带的责任。</li>
                	<li>5、电子文本形式的授权协议如同双方书面签署的协议一样，具有完全的和等同的法律效力。您一旦开始确认本协议并安装VetronCMS，即被视为完全理解并接受本协议的各项条款，在享有上述条款授予的权力的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，我们有权随时终止授权，责令停止损害，并保留追究相关责任的权力。</li>
                	
                </ol>
                <h2>协议修订：</h2>
                <ol>
                	<li>1、维畅科技有权随时对本合约的条款进行修订，并在修订生效日前一个工作日更新在VetronCMS官网;</li>
                	<li>2、修订的条款始终公开在「http://www.vetroncms.com/license.html」;</li>
                </ol>
                <h2>争议解决：</h2>
                <ol>
                	<li>1、如果就本协议的解释或执行发生争议，双方应首先力争通过友好协商解决该争议。</li>
                	<li>2、如果在一方向其他方送达要求开始协商的书面通知后六十天内未能通过协商解决争议，那么任何一方均可至维畅科技所在地的法院提起诉讼。</li>
                </ol>
                <p class="com-title">深圳市维畅科技有限公司</p>
                <p class="com-date" >修订于2017年3月4日</p>
            </div>
        </div>
    </div>
    <a href="two.php?active=two"><button class="button">我已经阅读 </button></a>
<?php
include 'common/footer.php';
?>